Repository: antonpenkov1/jarz
Catalog: Jarz/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ru, sr_latn

source: Step 1 · Set up
de: Schritt 1 · Einrichten
es: Paso 1 · Configura
fr: Étape 1 · Réglages
it: Passo 1 · Configura
ru: Шаг 1 · Настройка
sr_latn: Korak 1 · Podešavanje

source: Step 2 · Payday
de: Schritt 2 · Zahltag
es: Paso 2 · Día de pago
fr: Étape 2 · Jour de paie
it: Passo 2 · Giorno di paga
ru: Шаг 2 · День зарплаты
sr_latn: Korak 2 · Dan plate

source: Step 3 · Every day
de: Schritt 3 · Jeden Tag
es: Paso 3 · Cada día
fr: Étape 3 · Chaque jour
it: Passo 3 · Ogni giorno
ru: Шаг 3 · Каждый день
sr_latn: Korak 3 · Svaki dan

source: Step 4 · Revision
de: Schritt 4 · Revision
es: Paso 4 · Revisión
fr: Étape 4 · Révision
it: Passo 4 · Revisione
ru: Шаг 4 · Ревизия
sr_latn: Korak 4 · Revizija

source: Symbol (e.g. RSD, €, $)
de: Symbol (z. B. RSD, €, $)
es: Símbolo (p. ej. RSD, €, $)
fr: Symbole (ex. RSD, €, $)
it: Simbolo (es. RSD, €, $)
ru: Символ (напр. RSD, €, $)
sr_latn: Simbol (npr. RSD, €, $)

source: Sync & backup
de: Synchronisierung & Backup
es: Sincronización y copia
fr: Synchronisation et sauvegarde
it: Sincronizzazione e backup
ru: Синхронизация и бэкап
sr_latn: Sinhronizacija i rezervna kopija

source: Target date
de: Zieldatum
es: Fecha objetivo
fr: Date cible
it: Data obiettivo
ru: Дата цели
sr_latn: Ciljni datum

source: Tell Jarz your fixed life
de: Sag Jarz deine Fixkosten
es: Dile a Jarz tus gastos fijos
fr: Indiquez à Jarz vos dépenses fixes
it: Racconta a Jarz le tue spese fisse
ru: Расскажи Jarz о фиксированных тратах
sr_latn: Reci Jarz-u svoje fiksne troškove

source: The file doesn't look like a Jarz backup.
de: Die Datei sieht nicht wie ein Jarz-Backup aus.
es: El archivo no parece una copia de Jarz.
fr: Le fichier ne ressemble pas à une sauvegarde Jarz.
it: Il file non sembra un backup di Jarz.
ru: Файл не похож на бэкап Jarz.
sr_latn: Datoteka ne liči na rezervnu kopiju Jarz-a.

source: The jar and its whole history will be removed.
de: Der Topf und sein gesamter Verlauf werden gelöscht.
es: Se eliminará el tarro y todo su historial.
fr: Le bocal et tout son historique seront supprimés.
it: Il barattolo e tutta la sua cronologia saranno eliminati.
ru: Копилка и вся её история будут удалены.
sr_latn: Tegla i cela njena istorija biće obrisane.

source: Time for a revision — count your cards and cash.
de: Zeit für eine Revision — zähle Karten und Bargeld.
es: Hora de una revisión: cuenta tus tarjetas y efectivo.
fr: C’est l’heure d’une révision — comptez vos cartes et espèces.
it: È ora di una revisione: conta carte e contanti.
ru: Пора сделать ревизию — пересчитай карты и наличные.
sr_latn: Vreme je za reviziju — prebroj kartice i keš.

source: To
de: Nach
es: A
fr: Vers
it: A
ru: Куда
sr_latn: U

source: Total planned
de: Insgesamt geplant
es: Total planificado
fr: Total prévu
it: Totale pianificato
ru: Всего по плану
sr_latn: Ukupno planirano

source: Transfer
de: Übertrag
es: Transferencia
fr: Virement
it: Trasferimento
ru: Перенос
sr_latn: Prenos

source: Transfer between jars
de: Übertrag zwischen Töpfen
es: Transferencia entre tarros
fr: Virement entre bocaux
it: Trasferimento tra barattoli
ru: Перенос между копилками
sr_latn: Prenos između tegli

source: Transfer from %@
de: Übertrag aus %@
es: Transferencia de %@
fr: Virement depuis %@
it: Trasferimento da %@
ru: Перенос из «%@»
sr_latn: Prenos iz „%@“

source: Transfer to %@
de: Übertrag nach %@
es: Transferencia a %@
fr: Virement vers %@
it: Trasferimento a %@
ru: Перенос в «%@»
sr_latn: Prenos u „%@“

source: Trips
de: Reisen
es: Viajes
fr: Voyages
it: Viaggi
ru: Поездки
sr_latn: Putovanja

source: Undo
de: Rückgängig
es: Deshacer
fr: Annuler
it: Annulla
ru: Вернуть
sr_latn: Vrati

source: Unlock
de: Entsperren
es: Desbloquear
fr: Déverrouiller
it: Sblocca
ru: Разблокировать
sr_latn: Otključaj

source: Unlock your budget
de: Entsperre dein Budget
es: Desbloquea tu presupuesto
fr: Déverrouillez votre budget
it: Sblocca il tuo budget
ru: Разблокируй свой бюджет
sr_latn: Otključaj svoj budžet

source: Welcome
de: Willkommen
es: Bienvenido
fr: Bienvenue
it: Benvenuto
ru: Добро пожаловать
sr_latn: Dobro došli

source: What's left to spend on food today.
de: Was heute noch für Essen übrig ist.
es: Cuánto te queda para gastar hoy en comida.
fr: Ce qu’il vous reste pour la nourriture aujourd’hui.
it: Quanto puoi ancora spendere in cibo oggi.
ru: Сколько ещё можно потратить на еду сегодня.
sr_latn: Koliko još možeš da potrošiš na hranu danas.

source: Write off the difference
de: Differenz abbuchen
es: Descontar la diferencia
fr: Déduire la différence
it: Scala la differenza
ru: Списать разницу
sr_latn: Otpiši razliku

source: You have more money than planned. Add the extra to a jar to zero out.
de: Du hast mehr Geld als geplant. Lege den Überschuss in einen Topf, um auszugleichen.
es: Tienes más dinero del planificado. Añade el extra a un tarro para cuadrar.
fr: Vous avez plus d’argent que prévu. Ajoutez le surplus à un bocal pour équilibrer.
it: Hai più soldi del previsto. Aggiungi l’extra a un barattolo per azzerare.
ru: Денег больше, чем по плану. Добавь излишек в копилку, чтобы обнулить разницу.
sr_latn: Imaš više novca nego po planu. Dodaj višak u teglu da izravnaš razliku.

source: Your food money is laid out over real calendar days. Don't spend today's budget — tomorrow gets more. Overspend — Jarz shows the exact day your budget comes back, in red.
de: Dein Essensgeld ist auf echte Kalendertage verteilt. Gibst du heute weniger aus, hat morgen mehr. Gibst du zu viel aus, zeigt Jarz in Rot den genauen Tag, an dem dein Budget zurückkommt.
es: Tu dinero de comida se reparte en días reales del calendario. ¿No gastas lo de hoy? Mañana tendrás más. ¿Te pasas? Jarz muestra en rojo el día exacto en que vuelve tu presupuesto.
fr: Votre argent nourriture est réparti sur de vrais jours du calendrier. Vous ne dépensez pas le budget du jour ? Demain en aura plus. Vous dépassez ? Jarz montre en rouge le jour exact où votre budget revient.
it: I soldi per il cibo sono distribuiti su giorni reali di calendario. Non spendi il budget di oggi? Domani ne avrai di più. Sfori? Jarz mostra in rosso il giorno esatto in cui il budget torna.
ru: Деньги на еду разложены по реальным календарным дням. Не потратил сегодняшнее — завтра будет больше. Перетратил — Jarz красным покажет день, когда бюджет вернётся.
sr_latn: Novac za hranu raspoređen je po stvarnim kalendarskim danima. Ne potrošiš današnje — sutra imaš više. Prekoračiš — Jarz crvenom bojom pokazuje tačan dan kada se budžet vraća.

source: auto: %@ × %lld days
de: auto: %@ × %lld Tage
es: auto: %@ × %lld días
fr: auto : %@ × %lld jours
it: auto: %@ × %lld giorni
ru: авто: %@ × %lld дня
sr_latn: auto: %@ × %lld dana

source: auto: 1 000 × 31 days
de: auto: 1 000 × 31 Tage
es: auto: 1 000 × 31 días
fr: auto : 1 000 × 31 jours
it: auto: 1 000 × 31 giorni
ru: авто: 1 000 × 31 день
sr_latn: auto: 1 000 × 31 dan

source: auto: monthly fixed
de: auto: monatlich fix
es: auto: fijo mensual
fr: auto : fixe mensuel
it: auto: fisso mensile
ru: авто: фикс. на месяц
sr_latn: auto: fiksno mesečno

source: iCloud sync
de: iCloud-Synchronisierung
es: Sincronización con iCloud
fr: Synchronisation iCloud
it: Sincronizzazione iCloud
ru: Синхронизация iCloud
sr_latn: iCloud sinhronizacija

source: last plan day · until %@
de: letzter Plantag · bis %@
es: último día del plan · hasta %@
fr: dernier jour du plan · jusqu’au %@
it: ultimo giorno del piano · fino al %@
ru: последний день плана · до %@
sr_latn: poslednji dan plana · do %@

source: over budget
de: Budget überzogen
es: presupuesto excedido
fr: budget dépassé
it: budget superato
ru: перерасход
sr_latn: prekoračenje

source: since %@
de: seit %@
es: desde el %@
fr: depuis le %@
it: dal %@
ru: с %@
sr_latn: od %@

source: spent
de: ausgegeben
es: gastado
fr: dépensé
it: speso
ru: потрачено
sr_latn: potrošeno

source: spent / added
de: ausgegeben / hinzugefügt
es: gastado / añadido
fr: dépensé / ajouté
it: speso / aggiunto
ru: потрачено / добавлено
sr_latn: potrošeno / dodato

source: today, %@
de: heute, %@
es: hoy, %@
fr: aujourd’hui, %@
it: oggi, %@
ru: сегодня, %@
sr_latn: danas, %@

source: today, 7 Aug
de: heute, 7. Aug
es: hoy, 7 ago
fr: aujourd’hui, 7 août
it: oggi, 7 ago
ru: сегодня, 7 авг
sr_latn: danas, 7. avg

source: tomorrow, %@
de: morgen, %@
es: mañana, %@
fr: demain, %@
it: domani, %@
ru: завтра, %@
sr_latn: sutra, %@

source: until %@
de: bis %@
es: hasta el %@
fr: jusqu’au %@
it: fino al %@
ru: до %@
sr_latn: do %@

source: Name
es: Nombre
fr: Nom
it: Nome
ru: Название
sr_latn: Naziv

source: Revision
es: Revisión
fr: Révision
it: Revisione
ru: Ревизия
sr_latn: Revizija

source: Sport
es: Deporte
ru: Спорт

source: System
es: Sistema
fr: Système
it: Sistema
ru: Как в системе
sr_latn: Sistemski

source: OK
ru: ОК
sr_latn: U redu
